Repository: arthurits/ErgoLux
Catalog: ErgoLux/localization/strings.*.resx
Languages: cs_cz, es_es, fr_fr, hu_hu, it_it, ja_jp, pt_br, ru_ru, sk_sk, tr_tr

# strMenuMainTools
source: &Tools
cs_cz: &Nástroje
es_es: &Herramientas
fr_fr: &Outils
hu_hu: &Eszközök
it_it: &Strumenti
ja_jp: &ツール
pt_br: &Ferramentas
ru_ru: &Инструменты
sk_sk: &Nástroje
tr_tr: &Araçlar

# strMenuMainToolsConnect
source: &Connect
cs_cz: &Připojit
es_es: &Conectar
fr_fr: &Connecter
hu_hu: &Csatlakoztatás
it_it: &Connetti
ja_jp: &接続
pt_br: &Conectar
ru_ru: &Соединиться
sk_sk: &Pripojiť
tr_tr: &Bağlan

# strMenuMainToolsDisconnect
source: &Disconnect
cs_cz: &Odpojit
es_es: &Desconectar
fr_fr: &Déconnecter
hu_hu: &Lecsatlakoztatás
it_it: &Disconnetti
ja_jp: &切断する
pt_br: &Disconectar
ru_ru: &Отсоединить
sk_sk: &Odpojiť
tr_tr: &Bağlantı kes

# strMenuMainToolsSettings
source: &Settings...
cs_cz: &Nastavení...
es_es: &Opciones...
fr_fr: &Paramètres...
hu_hu: &Beállítások...
it_it: &Impostazioni...
ja_jp: &設定...
pt_br: &Configurações...
ru_ru: &Настройки...
sk_sk: &Nastavenia...
tr_tr: &Ayarlar...

# strMenuMainView
source: &View
cs_cz: &Zobrazit
es_es: &Ver
fr_fr: &Vue
hu_hu: &Nézet
it_it: &Visualizza
ja_jp: &意見
pt_br: &Visualizar
ru_ru: &Вид
sk_sk: &Zobraziť
tr_tr: &Görünüş

# strMenuMainViewAverage
source: Averages
cs_cz: Průměry
es_es: Promedios
fr_fr: Moyenness
hu_hu: Átlagok
it_it: Medie
ja_jp: 平均
pt_br: Médias
ru_ru: Средние показатели
sk_sk: Priemery
tr_tr: Ortalama

# strMenuMainViewDistribution
source: Radial distribution
cs_cz: Radiální rozdělení
es_es: Distribución radial
fr_fr: Répartition radiale
hu_hu: Radiális eloszlás
it_it: Distribuzione radiale
ja_jp: 放射状分布
pt_br: Distribuição radial
ru_ru: Лучевое распределение
sk_sk: Radiálne rozdelenie
tr_tr: Radyal dağılım

# strMenuMainViewMenu
source: Show menu
cs_cz: Zobrazit nabídku
es_es: Mostrar barra de menú
fr_fr: Afficher le menu
hu_hu: Menü mutatása
it_it: Mostra menu
ja_jp: メニューを表示
pt_br: Mostrar menu
ru_ru: Показать меню
sk_sk: Zobraziť ponuku
tr_tr: Menüyü göster

# strMenuMainViewRatio
source: Ratios
cs_cz: Poměry
fr_fr: Rapports
hu_hu: Arányok
it_it: Rapporti
ja_jp: 比率
pt_br: Razões
ru_ru: Соотношения
sk_sk: Pomery
tr_tr: Oranlar

# strMenuMainViewRaw
source: Raw data
cs_cz: Nezpracované údaje
es_es: Datos originales
fr_fr: Données brutes
hu_hu: Nyers adatok
it_it: Dati grezzi
ja_jp: 生データ
pt_br: Dados brutos
ru_ru: Исходные данные
sk_sk: Nespracované údaje
tr_tr: Veriyi göster

# strMenuMainViewToolbar
source: Show toolbar
cs_cz: Zobrazit panel nástrojů
es_es: Mostrar barra de herramientas
fr_fr: Afficher la barre d'outil
hu_hu: Eszköztár mutatása
it_it: Mostra barra degli strumenti
ja_jp: ツールバーを表示
pt_br: Mostrar barra de ferramentas
ru_ru: Показать панель инструментов
sk_sk: Zobraziť panel s nástrojmi
tr_tr: Araçları göster

# strMsbBoxErrorBits
source: Failed to set data characteristics (data bits, stop bits, and parity). Error: {0}
hu_hu: Nem sikerült felállítani az adat jellegzetességeket (adat bitek, leállási bitek, és paritás) Hiba: {0}
ja_jp: データ特性の設定に失敗しました (データ ビット、ストップ ビット、およびパリティ)。 エラー: {0}
pt_br: Falha ao definir características dos dados (bits de dados, bits de parada e paridade). Erro: {0}
ru_ru: Не удалось установить характеристики данных (биты данных, стоповые биты и четность). Error: {0}
tr_tr: Veri özellikleri ayarlanamadı (veri bitleri, durdurma bitleri ve eşlik). Hata: {0}

# strMsgBoxErrorBaudRate
source: Failed to set Baud rate. Error: {0}
hu_hu: Nem sikerült beállítani a Baudrátát. Hiba: {0}
ja_jp: ボーレートの設定に失敗しました。 Error: {0}
pt_br: Falha ao definir taxa de transmissão (baud rate). Erro: {0}
ru_ru: Не удалось установить скорость передачи данных. Error: {0}
tr_tr: Baud hızı ayarlanamadı. Hata: {0}

# strMsgBoxErrorBaudRateTitle
source: Baud rate error
hu_hu: Baudráta hiba
ja_jp: ボーレートエラー
pt_br: Erro de taxa de transmissão
ru_ru: Ошибка скорости передачи данных
tr_tr: Baud hızı hatası

# strMsgBoxErrorBitsTitle
source: Bits error
hu_hu: Bitek hiba
ja_jp: ビットエラー
pt_br: Erros de bits
ru_ru: Ошибка битов
tr_tr: Bits hatası

# strMsgBoxErrorDeviceClosed
source: The device is closed. Please, go to 'Settings' to open the device.
hu_hu: Az eszköz be van zárva. Kérem, menjen a Beállításokhoz hogy megnyissa az eszközt.
ja_jp: デバイスが閉じられています。に行ってください デバイスを開くための「設定」.
pt_br: O dispositivo fechou. Por favor, vá para 'Configurações' para abrir o dispositivo.
ru_ru: Устройство закрыто. Пожалуйста, перейдите в "Настройки", чтобы открыть устройство.
tr_tr: Cihaz kapalı. Cihazı açmak için lütfen 'Ayarlar' a gidin.

# strMsgBoxErrorDeviceClosedTitle
source: Device error
hu_hu: Eszközhiba
ja_jp: デバイスエラー
pt_br: Erro de dispositivo
ru_ru: Ошибка устройства
tr_tr: Cihaz hatası

# strMsgBoxErrorDrivers
source: Failed to load FTD2XX.DLL. Are the FTDI drivers installed?
hu_hu: Nem sikerült betölteni az FTD2XX.DLL-t. Le vannak-e töltve az FTDI driverek?
ja_jp: FTD2XX.DLL の読み込みに失敗しました。 FTDI ドライバーはインストールされていますか?
pt_br: Falha ao carregar FTD2XX.DLL. Os drivers FTDI estão instalados?
ru_ru: Не удалось загрузить FTD2XX.DLL. У вас установлены драйверы FTDI?
tr_tr: FTD2XX.DLL yüklenemedi . FTDI sürücüleri yüklü mü?

# strMsgBoxErrorDriversTitle
source: Error loading drivers
hu_hu: Hiba a driverek betöltése közben
ja_jp: ドライバーのロード中にエラーが発生しました
pt_br: Erro ao carregar drivers
ru_ru: Ошибка при загрузке драйверов
tr_tr: Sürücüler yüklenirken hata oluştu

# strMsgBoxErrorFlowControl
source: Failed to set flow control. Error: {0}
hu_hu: Nem sikerült beállítani az áramlásszabályozást. Hiba: {0}
ja_jp: フロー制御の設定に失敗しました。 Error: {0}
pt_br: Falha ao definir controle de fluxo. Erro: {0}
ru_ru: Не удалось установить управление потоком. Error: {0}
tr_tr: Akış denetimi ayarlanamadı. Hata: {0}

# strMsgBoxErrorFlowControlTitle
source: Flow control error
hu_hu: Áramlásszabályozási hiba
ja_jp: フロー制御エラー
pt_br: Erro de controle de fluxo
ru_ru: Ошибка управления потоком
tr_tr: Akış kontrol hatası

# strMsgBoxErrorLoading
source: Attempting to load FTD2XX.DLL from:
hu_hu: Kísérlet az FTD2XX.DLL betöltésére innen:
ja_jp: 以下から FTD2XX.DLL を読み込もうとしています:
pt_br: Tentando carregar FTD2XX.DLL de:
ru_ru: Попытка загрузить FTD2XX.DLL из:
tr_tr: FTD2XX yüklenmeye çalışılıyor.DLL kimden:

# strMsgBoxErrorLoadingTitle
source: Error loading DLL
hu_hu: Hiba a DLL betöltése közben
ja_jp: DLL のロード中にエラーが発生しました
pt_br: Erro no carregamento de DLL
ru_ru: Ошибка при загрузке DLL
tr_tr: DLL yüklenirken hata oluştu

# strMsgBoxErrorOpenData
source: An unexpected error happened while opening data file. Please try again later or contact the software engineer. {0}
cs_cz: Při otevírání datového souboru se vyskytla neočekávaná chyba. Zkuste to znovu později nebo kontaktujte softwarového inženýra. {0}
es_es: Se ha producido un error inesperado al guardar los datos. Por favor, inténtelo más tarde o contacte al autor de este software. {0}
fr_fr: Une erreur inattendue s'est produite à l'ouverture du fichier de donnée. Merci d'essayer encore plus tard ou de contacter l'ingénieur logiciel. {0}
hu_hu: Egy váratlan hiba lépett fel az adatfájl betöltése közben. Kérem próbálja újra később, vagy vegye fel a kapcsolatot a szoftverfejlesztővel. {0}
it_it: Si è verificato un errore inatteso nell'aprire il file con i dati. Per favore riprova più tardi oppure contatta l'amministratore. {0}
ja_jp: データ ファイルを開くときに予期しないエラーが発生しました。 後で再試行するか、ソフトウェア エンジニアに連絡してください。 {0}
pt_br: Um erro inesperado aconteceu enquanto o arquivo de dados estava sendo carregado. Por favor, tente novamente depois ou entre em contato com a equipe de engenharia de software. {0}
ru_ru: Произошла непредвиденная ошибка при открытии файла данных. Пожалуйста, повторите попытку позже или свяжитесь с разработчиком программного обеспечения. {0}
sk_sk: Pri otváraní dátového súboru sa vyskytla neočakávaná chyba. Skúste to znova neskôr alebo kontaktujte softvérového inžiniera. {0}
tr_tr: Veri dosyası açılırken beklenmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin veya yazılım mühendisiyle iletişime geçin. {0}

# strMsgBoxErrorOpenDataTitle
source: Error opening data
cs_cz: Chyba při otevírání dat
es_es: Error al abrir archivo de datos
fr_fr: Erreur lors de l'ouverture des données
hu_hu: Hiba az adatok betöltése közben
it_it: Errore nel caricamento dati
ja_jp: データを開く際のエラー
pt_br: Erro ao carregar dados
ru_ru: Ошибка при открытии данных
sk_sk: Chyba pri otváraní údajov
tr_tr: Veri açılırken hata oluştu

# strMsgBoxErrorOpenDevice
source: Could not open the device
cs_cz: Zařízení se nepodařilo otevřít
es_es: No se ha podido abrir el recurso
fr_fr: Impossible d'ouvrir l'appareil
hu_hu: Nem sikerült megnyitni az eszközt
it_it: Non è stato possibile aprire il dispositivo
ja_jp: デバイスを開けませんでした
pt_br: Não foi possível abrir o dispositivo
ru_ru: Не удалось открыть устройство
sk_sk: Zariadenie sa nepodarilo otvoriť
tr_tr: Cihaz açılamad

# strMsgBoxErrorOpenDeviceTitle
source: Error
cs_cz: Chyba
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
pt_br: Erro
ru_ru: Ошибка
sk_sk: Chyba
tr_tr: Hata

# strMsgBoxErrorOpening
source: Failed to open device. Error: {0}
hu_hu: Nem sikerült megnyitni az eszközt. Hiba: {0}
ja_jp: デバイスを開くことができませんでした。 Error: {0}
pt_br: Falha ao abrir o dispositivo. Erro: {0}
ru_ru: Не удалось открыть устройство. Error: {0}
tr_tr: Aygıt açılamadı. Hata: {0}

# strMsgBoxErrorOpeningTitle
source: Error opening device
hu_hu: Hiba az eszköz megnyitása közben
ja_jp: デバイスを開く際のエラー
pt_br: Erro ao abrir o dispositivo
ru_ru: Ошибка открытия устройства
tr_tr: Cihaz açılırken hata oluştu

# strMsgBoxErrorSaveData
source: An unexpected error happened while saving data to disk. Please try again later or contact the software engineer. {0}
cs_cz: Při ukládání dat na disk se vyskytla neočekávaná chyba. Zkuste to znovu později nebo kontaktujte softwarového inženýra. {0}
es_es: Se ha producido un error inesperado al guardar los datos. Por favor, inténtelo más tarde o contacte al autor de este software. {0}
fr_fr: Une erreur inattendue est arrivée lors de la sauvegarde des données sur le disque. Merci d'essayer encore plus tard ou contacter l'ingénieur logiciel. {0}
hu_hu: Egy váratlan hiba lépett fel az adatok lemezre való mentése közben. Kérem próbálja újra később, vagy vegye fel a kapcsolatot a szoftverfejlesztővel. {0}
it_it: Si è verificato un errore inatteso nel salvataggio dei dati su disco. Per favore riprova più tardi oppure contatta l'amministratore. {0}
ja_jp: データをディスクに保存中に予期しないエラーが発生しました。 後で再試行するか、ソフトウェア エンジニアに連絡してください。 {0}
pt_br: Um erro inesperado aconteceu ao salvar os dados em disco. Por favor, tente novamente mais tarde ou entre em contato com a equipe de engenharia de software. {0}
ru_ru: При сохранении данных на диск произошла непредвиденная ошибка. Пожалуйста, повторите попытку позже или обратитесь к разработчику программного обеспечения. {0}
sk_sk: Pri ukladaní údajov na disk sa vyskytla neočakávaná chyba. Skúste to znova neskôr alebo kontaktujte softvérového inžiniera. {0}
tr_tr: Verileri diske kaydederken beklenmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin veya yazılım mühendisiyle iletişime geçin. {0}

# strMsgBoxErrorSaveDataTitle
source: Error saving data
cs_cz: Chyba při ukládání dat
es_es: Error al guardar datos
fr_fr: Erreur lors de la sauvegarde de données
hu_hu: Hiba az adatok mentése közben
it_it: Errore nel salvataggio dei dati
ja_jp: データ保存エラー
pt_br: Erro ao salvar os dados
ru_ru: Ошибка при сохранении данных
sk_sk: Chyba pri ukladaní údajov
tr_tr: Veri kaydetilirken hata oluştu

# strMsgBoxErrorSettings
source: Error loading settings file. {0} Default values will be used instead.
cs_cz: Chyba při načítání souboru nastavení. {0} Namísto toho se použijí výchozí hodnoty.
es_es: Error en el archivo de opciones. {0} Se utilizarán los valores por defecto.
fr_fr: Erreur lors du chargement du fichier de paramètres. {0} Les valeurs par défaut seront utilisées à la place.
hu_hu: Hiba a beállításfájl betöltése közben. {0} Az alapértelmezett értékek lesznek alkalmazva.
it_it: Errore nel caricamento del file di configurazione. {0} Verranno utilizzati i valori di default.
ja_jp: 設定ファイルのロード中にエラーが発生しました。 {0} 代わりにデフォルト値が使用されます。
pt_br: Erro ao carregar arquivos de configuração. {0} Valores padrão serão utilizados.
ru_ru: Ошибка загрузки файла настроек. {0} Вместо этого будут использованы значения по умолчанию.
sk_sk: Chyba pri načítavaní súboru nastavení. {0} Namiesto toho sa použijú predvolené hodnoty.
tr_tr: Ayarlar yüklenirken hata oluştu {0} Bunun yerine varsayılan değerler kullanılacaktır.

# strMsgBoxErrorSettingsTitle
source: Error
cs_cz: Chyba
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
pt_br: Erro
ru_ru: Ошибка
sk_sk: Chyba
tr_tr: Hata

# strMsgBoxErrorTimeouts
source: Failed to set timeouts. Error: {0}
hu_hu: Hiba történt az időtúllépések beállításában. Hiba: {0}
ja_jp: タイムアウトの設定に失敗しました。 エラー: {0}
pt_br: Falha ao definir tempo de expiração. Erro: {0}
ru_ru: Не удалось установить тайм-ауты. Error: {0}
tr_tr: Zaman aşımları ayarlanamadı. Hata: {0}

# strMsgBoxErrorTimeoutsTitle
source: Timeouts error
hu_hu: Időtúllépési hiba
ja_jp: タイムアウト エラー
pt_br: Erro de tempo de expiração
ru_ru: Ошибка тайм-аута
tr_tr: Zaman aşımı hatası

# strMsgBoxExit
source: Are you sure you want to exit the application?
cs_cz: Opravdu chcete ukončit aplikaci?
es_es: ¿Está seguro de que quiere salir de la aplicación?
fr_fr: Etes-vous sûr de vouloir quitter l'application?
hu_hu: Biztos hogy ki szeretnél lépni az applikációból?
it_it: Vuoi veramente uscire dall'applicazione?
ja_jp: 終了してよろしいですか アプリケーション？
pt_br: Você tem certeza que deseja sair da aplicação?
ru_ru: Вы уверены, что хотите выйти из приложения?
sk_sk: Naozaj chcete ukončiť aplikáciu?
tr_tr: Uygulamadan çıkmak istediğinize emin misiniz?

# strMsgBoxExitTitle
source: Exit?
cs_cz: Ukončit?
es_es: ¿Salir?
fr_fr: Quitter?
hu_hu: Kilépés?
it_it: Uscire?
ja_jp: 出口？
pt_br: Sair?
ru_ru: Выйти?
sk_sk: Ukončiť?
tr_tr: Çıkış?

# strMsgBoxNoData
source: There is no data available to be saved.
cs_cz: Nejsou k dispozici žádná data pro uložení.
es_es: No hay datos disponibles para guardar.
fr_fr: Il n'y a pas de données à sauvegarder.
hu_hu: Nincs olyan adat, ami menthető lenne.
it_it: Non sono presenti dati da salvare.
ja_jp: 保存できるデータがありません。
pt_br: Não há dados disponíveis para serem salvos.
ru_ru: Нет данных, которые можно было бы сохранить.
sk_sk: Nie sú k dispozícii žiadne údaje na uloženie.
tr_tr: Kaydedilebilecek veri yok.

# strMsgBoxNoDataTitle
source: No data
cs_cz: Žádné údaje
es_es: Datos
fr_fr: Pas de données
hu_hu: Nincs adat
it_it: Nessun dato
ja_jp: データなし
pt_br: Nenhum dado
ru_ru: Нет данных
sk_sk: Žiadne údaje
tr_tr: Veri yok

# strMsgBoxReset
source: Do you want to reset all fields to their default values?
cs_cz: Chcete obnovit všechna pole na jejich výchozí hodnoty?
es_es: ¿Desea restablecer todos los campos a sus valores por defecto?
fr_fr: Voulez-vous réinitialiser tous les champs à leurs valeurs par défaut?
hu_hu: Szeretnél minden mezőt visszaállítani az alapértelmezett értékeikre?
it_it: Vuoi ripristinare tutti i campi ai loro valori di default?
ja_jp: すべてのフィールドをリセットしますか デフォルト値に？
pt_br: Você deseja redefinir todos os campos para seus respectivos valores padrão?
ru_ru: Вы хотите вернуть все поля к значениям по умолчанию?
sk_sk: Chcete obnoviť všetky polia na ich predvolené hodnoty?
tr_tr: Tüm alanları varsayılan değerlerine sıfırlamak ister misiniz?

# strMsgBoxResetTitle
source: Reset?
cs_cz: Resetovat?
fr_fr: Réinitialiser?
hu_hu: Visszaállítás?
it_it: Ripristina?
ja_jp: リセットしますか？
pt_br: Redefinir?
ru_ru: Сбросить?
sk_sk: Resetovať?
tr_tr: Yenile?

# strMsgBoxSaveData
source: Data has been successfully saved to disk.
cs_cz: Údaje byly úspěšně uloženy na disk.
es_es: Los datos se han guardado correctamente en la ubicación especificada.
fr_fr: Les donnnées ont été sauvegardé sur le disque avec succès.
hu_hu: Adat sikeresen elmentve a lemezre.
it_it: I dati sono stati salvati con successo su disco.
ja_jp: データは正常にディスクに保存されました。
pt_br: Os dados foram salvos com sucesso.
ru_ru: Данные успешно сохранены на диск.
sk_sk: Údaje boli úspešne uložené na disk.
tr_tr: Veri başarıyla diske kaydedildi.

# strMsgBoxSaveDataTitle
source: Data saving
cs_cz: Úspora údajů
es_es: Guardar datos
fr_fr: Sauvegarde des données
hu_hu: Adatmentés
it_it: Salvataggio dati
ja_jp: データ保存
pt_br: Salvar dados
ru_ru: Сохранение данных
sk_sk: Úspora údajov
tr_tr: Veri kaydediliyor

# strMsgBoxTaskCancel
source: Computation of the Hausdorff-Besicovitch fractal dimension has been stopped.
cs_cz: Výpočet Hausdorffova-Besicovitchova fraktálu dimenze byla zastavena.
es_es: El cálculo de la dimensión fractal de Hausdorff-Besicovitch se ha detenido.
fr_fr: Le calcul de la fractale de la dimension de Hausdorff-Besicovitch a été arrêté.
hu_hu: A Hausdorff-Besicovitch fraktáldimenzió számítása le lett állítva.
it_it: Il calcolo della dimensione frattale di Hausdorff-Besicovitch è stato fermato.
ja_jp: Hausdorff-Besikovich フラクタルの計算 ディメンションが閉じられました。
pt_br: Computação da dimensão de fractal Hausdorff-Besicovitch foi interrompida.
ru_ru: Вычисление фрактальной размерности Хаусдорфа-Безиковича было остановлено.
sk_sk: Výpočet Hausdorffovho-Besicovitchovho fraktálu dimenzia bola zastavená.
tr_tr: Hausdorff-Besicovitch fraktalının hesaplanması durduruldu.

# strMsgBoxTaskCancelTitle
source: Stop
cs_cz: Zastavit
es_es: Fin
fr_fr: Arrêt
hu_hu: Leállítás
it_it: Ferma
ja_jp: 森林ধ
pt_br: Parar
ru_ru: Остановить
sk_sk: Zastaviť
tr_tr: Dur

# strOpenDlgFilter
source: ErgoLux files (*.elux)|*.elux|SignalAnalysis files (*.sig)|*.sig|Text files (*.txt)|*.txt|All files (*.*)|*.*
cs_cz: Soubory ErgoLux (*.elux)|*.elux|Soubory analýzy signálu (*.sig)|*.sig|Textové soubory (*.txt)|*.txt|Všechny soubory (*.*)|*.*
es_es: Archivo ErgoLux (*.elux)|*.elux|Archivo de texto (*.txt)|*.txt|Archivo binario (*.bin)|*.bin|Todos los archivos (*.*)|*.*
fr_fr: Fichiers ErgoLux (*.elux)|*.elux|Fichiers d'analyse de signal (*.sig)|*.sig|Fichiers textes (*.txt)|*.txt|Tous les fichiers (*.*)|*.*
hu_hu: ErgoLux fájl (*.elux)|*.elux|Szövegfájl (*.txt)|*.txt|Binárisfájl (*.bin)|*.bin|Minden fájltípus (*.*)|*.*
it_it: File di ErgoLux (*.elux)|*.elux| File di SignalAnalysis (*.sig)|*.sig| File di testo (*.txt)|*.txt| Tutti i file (*.*)|*.*
ja_jp: Ergolux ファイル (*.elux)|*.elux|信号解析ファイル (*.sig)|*.sig|テキスト ファイル (*.txt)|*.txt|すべてのファイル (*.*)|*.*
pt_br: Arquivo ErgoLux (*.elux)|*.elux|Arquivo de texto (*.txt)|*.txt|Arquivo binário (*.bin)|*.bin|Todos os arquivos (*.*)|*.*
ru_ru: ErgoLux файл (*.elux)|*.elux|Текстовый файл (*.txt)|*.txt|Бинарный файл (*.bin)|*.bin|Все файлы (*.*)|*.*
sk_sk: Súbory ErgoLux (*.elux)|*.elux|Súbory analýzy signálu (*.sig)|*.sig|Textové súbory (*.txt)|*.txt|Všetky súbory (*.*)|*.*
tr_tr: ErgoLux dosyası (*.elux)|*.elux|Metin dosyası (*.txt)|*.txt|İkili dosya (*.bin)|*.bin|Tüm dosyalar (*.*)|*.*

# strOpenDlgTitle
source: Open illuminance data
cs_cz: Otevřená data o osvětlení
es_es: Abrir archivo de datos
fr_fr: Ouvrir les données d'éclairement
hu_hu: Megvilágítási adatok megnyitása
it_it: Apri dati di illuminazione
ja_jp: 照らされたデータを開く
pt_br: Abrir dados de Iluminância
ru_ru: Открытые данные освещенности
sk_sk: Otvorené údaje o osvetlení
tr_tr: Aydınlık verilerini aç

# strPlotAverageTitle
source: Max, average, min
cs_cz: Max, průměr, min
es_es: Máximo, promedio, mínimo
fr_fr: Max, moyen, min
hu_hu: Max, átlag, min
it_it: Massimo, media, minimo
ja_jp: 最大、平均、最小
pt_br: Max, média, min
ru_ru: Макс, среднее, мин
sk_sk: Max, priemer, min
tr_tr: En büyük, ortalama, en küçük

# strPlotAverageXLabel
source: Time (seconds)
cs_cz: Čas (sekundy)
es_es: Tiempo (segundos)
fr_fr: Temps (secondes)
hu_hu: Idő (másodpercek)
it_it: Tempo (secondi)
ja_jp: 時間 (秒)
pt_br: Tempo (segundos)
ru_ru: Время (секунды)
sk_sk: Čas (sekundy)
tr_tr: Zaman (saniye)

# strPlotAverageYLabel
source: Lux
ja_jp: ルクス
ru_ru: Люкс

# strPlotDistributionTitle
source: Illuminance distribution
cs_cz: Distribuce osvětlení
es_es: Distribución de iluminancias
fr_fr: Répartition de l'éclairement
hu_hu: Megvilágítás eloszlása
it_it: Distribuzione dell'illuminazione
ja_jp: 照度分布
pt_br: Distribuição de iluminância
ru_ru: Распределение освещенности
sk_sk: Distribúcia osvetlenia
tr_tr: Aydınlık dağılımı

# strPlotRatiosTitle
source: Illuminance ratios
cs_cz: Poměry osvětlení
es_es: Relación de iluminancias
fr_fr: Ratios de l'éclairement
hu_hu: Megvilágítási arányok
it_it: Rapporti di illuminazione
ja_jp: 照度比
pt_br: Razões de iluminância
ru_ru: Коэффициенты освещенности
sk_sk: Pomery osvetlenia
tr_tr: Aydınlık oranları

# strPlotRatiosXLabel
source: Time (seconds)
cs_cz: Čas (sekundy)
es_es: Tiempo (segundos)
fr_fr: Temps (secondes)
hu_hu: Idő (másodpercek)
it_it: Tempo (secondi)
ja_jp: 時間 (秒)
pt_br: Tempo (seconds)
ru_ru: Время (секунды)
sk_sk: Čas (sekundy)
tr_tr: Zaman (saniye)

# strPlotRatiosYLabel
source: Ratio
cs_cz: Poměr
hu_hu: Arány
it_it: Rapporto
ja_jp: 比
pt_br: Razão
ru_ru: Соотношение
sk_sk: Pomer
tr_tr: Oran

# strPlotRawTitle
source: Illuminance
cs_cz: Intenzita osvětlení
es_es: Iluminancia
fr_fr: Eclairage
hu_hu: Megvilágítás
it_it: Illuminazione
ja_jp: 照度
pt_br: Iluminância
ru_ru: Освещенность
sk_sk: Intenzita osvetlenia
tr_tr: Aydınlık

# strPlotRawXLabel
source: Time (seconds)
cs_cz: Čas (sekundy)
es_es: Tiempo (segundos)
fr_fr: Temps (secondes)
hu_hu: Idő (másodpercek)
it_it: Tempo (secondi)
ja_jp: 時間 (秒)
pt_br: Tempo (segundos)
ru_ru: Время (секунды)
sk_sk: Čas (sekundy)
tr_tr: Zaman (saniye)

# strPlotRawYLabel
source: Lux
ja_jp: ラックস
ru_ru: Люкс

# strRadCurrentCulture
source: Current culture formatting
cs_cz: Aktuální formátování jazykové lokalizace
es_es: Referencia cultural actual
fr_fr: Formatage de la culture actuelle
hu_hu: Jelenlegi kultúra formázás
it_it: Formato corrente della cultura
ja_jp: 現在のカルチャ形式
pt_br: Formatação atual de cultura
ru_ru: Форматирование текущей культуры
sk_sk: Aktuálne formátovanie jazykovej lokalizácie
tr_tr: Geçerli kültür biçimlendirmesi

# strRadInvariantCulture
source: Invariant culture formatting
cs_cz: Invariantní formátování jazykové lokalizace
es_es: Referencia cultural invariable
fr_fr: Formatage de culture invariante
hu_hu: Állandó kultúra formázás
it_it: Formato invariante della cultura
ja_jp: 文化的設定の変更
pt_br: Formatação invariante de cultura
ru_ru: Форматирование инвариантной культуры
sk_sk: Invariantné formátovanie jazykovej lokalizácie
tr_tr: Değişmez kültür biçimlendirme

# strRadRadar
source: Radar
ja_jp: レーダープロット
ru_ru: Радар

# strRadRadialGauge
source: Radial gauge
fr_fr: Jauge radiale
hu_hu: Radiáis mérőműszer
it_it: Cerchio concentrico
ja_jp: ラジアル ゲージプロット
pt_br: Medidor radial
ru_ru: Радиальный манометр
tr_tr: Radyal ölçer

# strRadUserCulture
source: Select culture
cs_cz: Vyberte jazykové lokalizace
es_es: Seleccionar
fr_fr: Sélectionner la culture
hu_hu: Kultúra kiválasztása
it_it: Seleziona cultura
ja_jp: カルチャーを選択
pt_br: Selecionar cultura
ru_ru: Выберите культуру
sk_sk: Vyberte jazykovej lokalizácie
tr_tr: Kültür seç

# strReadDataError
source: Unable to read data from file. {0}
cs_cz: Nelze číst data ze souboru. {0}
es_es: No se ha podido leer el archivo de datos. {0}
fr_fr: Impossible de lire les données du fichier. {0}
hu_hu: Nem sikerült leolvasni az adatokat ebből a fájlból. {0}
it_it: Impossibile leggere i dati dal file. {0}
ja_jp: ファイルからデータを読み取れません。 {0}
pt_br: Impossível ler dados do arquivo. {0}
ru_ru: Не удается считать данные из файла. {0}
sk_sk: Nie je možné čítať údaje zo súboru. {0}
tr_tr: Dosyadan veri okunamıyor. {0}
