Repository: arthurits/ErgoLux
Catalog: ErgoLux/localization/strings.*.resx
Languages: cs_cz, es_es, fr_fr, hu_hu, it_it, ja_jp, pt_br, ru_ru, sk_sk, tr_tr

# strAboutCompanyName
source: Developed by {0}
cs_cz: Vyvinuto {0}
hu_hu: Fejlesztette {0}
it_it: Sviluppato da {0}
pt_br: Desenvolvido por {0}
ru_ru: Разработано {0}
tr_tr: Tarafından geliştirilmiştir {0}

# strAboutCopyright
source: Copyright {0}
cs_cz: Autorská práva {0}
hu_hu: Szerzői jog {0}
it_it: Diritto d'autore {0}
pt_br: Direitos reservados {0}
ru_ru: Авторские права {0}
tr_tr: Telif hakkı {0}

# strAboutDescription
source: Ergonomics measurement software tool for Konica Minolta's illuminance-meter T-10A. No commercial use allowed whatsoever. Contact the author for any inquiries. If you find this software useful, please consider supporting it!
cs_cz: Softwarový nástroj pro měření ergonomie pro měřič osvětlení Konica Minolta T-10A. Není povoleno žádné komerční využití. V případě jakýchkoli dotazů kontaktujte autora. Pokud považujete tento software za užitečný, zvažte jeho podporu!
hu_hu: Ergonómiai mérő szoftvereszköz a Konica Minolta T10-A megvilágításmérőjére. Semmiféle kereskedelmi célú felhasználat nem megengedett. Vegye fel a kapcsolatot a készítővel több információért. Ha hasznosnak találja ezt a programot, kérjük fontolja meg a támogatást!
it_it: Strumento software di misurazione dell'ergonomia per il misuratore di illuminamento T-10A di Konica Minolta. Non è consentito alcun uso commerciale. Contatta l'autore per qualsiasi richiesta. Se trovi utile questo software, considera di supportarlo!
pt_br: Software de medição ergonômica para Medidores de Iluminância Konica Minolta T-10A. Uso comercial não permitido. Entre com contato com o autor para maiores questionamentos. Caso entenda que o software é útil, considere apoiá-lo!
ru_ru: Программное обеспечение для измерения эргономики для измерителя освещенности T-10A от Konica Minolta. Коммерческое использование запрещено. Если вы считаете это программное обеспечение полезным, пожалуйста, поддержите его!
tr_tr: Konica minolta'nın T-10A model aydınlık ölçer aracı için ergonomi ölçüm yazılımı. Hiçbir şekilde ticari kullanıma izin verilmez. Sorularınız için yazarla iletişime geçin. Bu yazılımı yararlı bulursanız lütfen onu destekleyiniz!

# strAboutProductName
source: Product name: {0}
cs_cz: Jméno výrobku: {0}
hu_hu: Terméknév: {0}
it_it: Nome del prodotto: {0}
pt_br: Nome do produto: {0}
ru_ru: Название продукта: {0}
tr_tr: Ürün Adı: {0}

# strAboutVersion
source: Version {0}
cs_cz: Verze {0}
hu_hu: Verzió {0}
it_it: Versione {0}
pt_br: Versão {0}
ru_ru: Версия {0}
tr_tr: Sürüm {0}

# strBtnAccept
source: &Accept
cs_cz: &Přijmout
es_es: &Aceptar
fr_fr: &Accepter
hu_hu: &Elfogadás
it_it: &Accetta
ja_jp: &承認
pt_br: &Aceitar
ru_ru: &Принять
sk_sk: &Prijať
tr_tr: &Kabul

# strBtnCancel
source: &Cancel
cs_cz: &Zrušit
es_es: &Cancelar
fr_fr: &Annuler
hu_hu: &Mégsem
it_it: &Annulla
ja_jp: &キャンセル
pt_br: &Cancelar
ru_ru: &Отмена
sk_sk: &Zrušiť
tr_tr: &İptal

# strBtnData
source: Select data
cs_cz: Vyberte data
es_es: Seleccionar datos
fr_fr: Selectionner la donnée
hu_hu: Adat kiválasztása
it_it: Seleziona dati
ja_jp: データを選択
pt_br: Selecionar dados
ru_ru: Выберите данные
sk_sk: Vyberte údaje
tr_tr: Veri Seç

# strBtnExport
source: &Export
cs_cz: &Exportovat
es_es: &Exportar
fr_fr: &Exporter
hu_hu: &Exportálás
it_it: &Esporta
ja_jp: &書き出す
pt_br: &Exportar
ru_ru: &Экспортировать
sk_sk: &Exportovať
tr_tr: &Dışa aktar

# strBtnReset
source: &Reset
cs_cz: &Obnovit
es_es: &Restablecer
fr_fr: &Réinitialiser
hu_hu: &Visszaállítás
it_it: &Ripristina
ja_jp: &リセット
pt_br: &Redefinir
ru_ru: &Сброс
sk_sk: &Obnoviť
tr_tr: &Yenile

# strBtnSettings
source: &Settings
cs_cz: &Nastavení
es_es: &Opciones
fr_fr: &Paramètres
hu_hu: &Beállítások
it_it: &Impostazioni
ja_jp: &設定
pt_br: &Configurações
ru_ru: &Настройки
sk_sk: &Nastavenia
tr_tr: &Ayarlar

# strChkCrossHair
source: Show plots' crosshair
cs_cz: Zobrazit zakreslovací křížek
es_es: Cruz (mira) gráfica
fr_fr: Afficher le réticule des tracés
hu_hu: Grafikon célkeresztjének mutatása
it_it: Mostra il mirino dei grafici
ja_jp: プロットの十字線を表示
pt_br: Mostrar mira da projeção
ru_ru: Показать пересечение графиков
sk_sk: Zobraziť zakresľovací krížik
tr_tr: Grafiklerin artı işaretini göster

# strChkCumulative
source: Cumulative fractal dimension
cs_cz: Kumulativní fraktální dimenze
es_es: Dimensión fractal acumulada
fr_fr: Dimension fractale cumulée
hu_hu: Fokozodó fraktáldimenzió
it_it: Dimensione frattale cumulativa
ja_jp: 累積フラクタル次元
pt_br: Dimensão fractal cumulativa
ru_ru: Кумулятивный фрактальный размер
sk_sk: Kumulatívna fraktálna dimenzia
tr_tr: Kümülatif fraktal boyutu

# strChkDlgPath
source: Remember open/save dialog previous path
cs_cz: Zapaměť si předchozí cestu dialogového okna pro otevření/uložení
es_es: Recordar la ruta previa al abrir/guardar
fr_fr: Se souvenir du précédent chemin de la boîte de dialogue ouvrir/sauver
hu_hu: Megnyitás/mentés dialógus előző útjának elmentése
it_it: Ricorda il percorso precedente per apri/salva
ja_jp: ダイアログを開く/保存する前のパスを記憶する
pt_br: Lembrar caminho para abrir/salvar
ru_ru: Запомнить предыдущий путь диалога открытия/сохранения
sk_sk: Zapamäť si predchádzajúcu cestu dialógového okna na otvorenie/uloženie
tr_tr: Önceki yolu aç/kaydet iletişim kutusuna dön

# strChkEntropy
source: Entropy (approximate && sample)
cs_cz: Entropie (přibližný && vzorek)
es_es: Entropía (aproximada, muestra)
fr_fr: Entropie (approximative && échantillon)
hu_hu: Entrópia (közelítő && minta)
it_it: Entropia (campione && approssimato)
ja_jp: エントロピー (おおよそのサンプル)
pt_br: Entropia (aproximar && amostra)
ru_ru: Энтропия (приблизительная && образец)
sk_sk: Entropia (približná && vzorka)
tr_tr: Entropi(tahmini && örnek)

# strChkPlotAverage
source: Plot average
fr_fr: Tracer les données moyennes
hu_hu: Grafikon átlag
it_it: Tracciare i dati medi
ja_jp: プロット平均
pt_br: Média da projeção
ru_ru: График среднего значения
tr_tr: Grafik ortalaması

# strChkPlotDistribution
source: Plot distribution
fr_fr: Tracer les données de distribution
hu_hu: Grafikon eloszlás
it_it: Tracciare i dati di distribuzione
ja_jp: プロット分布
pt_br: Distribuição da projeção
ru_ru: График распределения
tr_tr: Grafik dağılımı

# strChkPlotRatios
source: Plot ratios
fr_fr: Tracer les données de ratios
hu_hu: Grafikon arányok
it_it: Tracciare i dati dei proporzione
ja_jp: プロット比率
pt_br: Razão da projeção
ru_ru: График соотношений
tr_tr: Grafik oranları

# strChkPlotRaw
source: Plot raw data
fr_fr: Tracer les données brutes
hu_hu: Grafikon nyers adatai
it_it: Tracciare i dati grezzi
ja_jp: 生データのプロット
pt_br: Projetar dados brutos
ru_ru: График исходных данных
tr_tr: Tüm verileri çiz

# strChkPower
source: Power (dB)
cs_cz: Výkon (dB)
es_es: Espectro (dB)
fr_fr: Puissance (dB)
hu_hu: Teljesítmény (dB)
it_it: Potenza (dB)
ja_jp: パワー (dB)
pt_br: Potência (dB)
ru_ru: Мощность (dB)
sk_sk: Výkon (dB)
tr_tr: Güç (dB)

# strDlgReset
source: Do you want to reset all fields to their default values?
cs_cz: Chcete obnovit všechna pole na jejich výchozí hodnoty?
es_es: ¿Está seguro de que desea restablecer todos los campos a sus valores por defecto?
fr_fr: Voulez-vous réinitialiser tous les champs à leurs valeurs par défaut?
hu_hu: Szeretnél minden mezőt visszaállítani az alapértelmezett értékeikre?
it_it: Vuoi ripristinare tutti i campi ai loro valori di default?
ja_jp: すべてのフィールドをリセットしますか デフォルト値に？
pt_br: Você deseja redefinir todos os campos para os valores padrão?
ru_ru: Вы хотите вернуть все поля к исходным значениям ?
sk_sk: Chcete obnoviť všetky polia na ich predvolené hodnoty?
tr_tr: Tüm alanları varsayılan değerlerine sıfırlamak ister misiniz?

# strDlgResetTitle
source: Reset settings?
cs_cz: Obnovit nastavení?
es_es: ¿Restablecer opciones?
fr_fr: Réinitialiser les paramètres?
hu_hu: Beállítások visszaállítása?
it_it: Ripristina impostazioni?
ja_jp: 設定をリセット？
pt_br: Redefinir configurações?
ru_ru: Сбросить настройки?
sk_sk: Obnoviť nastavenia?
tr_tr: Yenileme ayarlanıyor?

# strErrorDeserialize
source: Error loading settings file. {0} Default values will be used instead.
cs_cz: Chyba při načítání souboru nastavení. {0} Namísto toho se použijí výchozí hodnoty.
es_es: Error al leer el archivo de ajustes. {0} Se utilizarán los valores por defecto.
fr_fr: Erreur lors du chargement du fichier de paramètres. {0} Les valeurs par défaut seront utilisées à la place.
hu_hu: Hiba a beállítások fájl betöltése közben. {0} Az alapértelmezett értékek lesznek alkalmazva.
it_it: Errore nel caricamento dei file di configurazione. {0} Verranno utilizzati i valori di default.
ja_jp: 設定ファイルのロード中にエラーが発生しました。 {0} 代わりにデフォルト値が使用されます。
pt_br: Erro ao carregar arquivo de configurações. {0} Valores padrão serão utilizados.
ru_ru: Ошибка загрузки файла настроек.{0} Вместо этого будут использованы значения по умолчанию.
sk_sk: Chyba pri načítavaní súboru nastavení. {0} Namiesto toho sa použijú predvolené hodnoty.
tr_tr: Ayarlar dosyası yüklenirken hata oluştu. {0} Bunun yerine varsayılan değerler kullanılacaktır.

# strErrorDeserializeTitle
source: Error
cs_cz: Chyba
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
pt_br: Erro
ru_ru: Ошибка
sk_sk: Chyba
tr_tr: Hata

# strFileHeader01
source: ErgoLux data
cs_cz: Údaje ErgoLux
fr_fr: Données de ErgoLux
hu_hu: ErgoLux adatok
it_it: Dati ErgoLux
ja_jp: エルゴラックスデータ
pt_br: Dados ErgoLux
ru_ru: Данные ErgoLux
sk_sk: Údaje ErgoLux
tr_tr: ErgoLux verisi

# strFileHeader02
source: Start time
cs_cz: Čas začátku
es_es: Tiempo inicial
fr_fr: Temps de début
hu_hu: Kezdési idő
it_it: Tempo iniziale
ja_jp: 始まる時間
pt_br: Início
ru_ru: Время старта
sk_sk: Čas začiatku
tr_tr: Başlangıç zamanı

# strFileHeader04
source: Total measuring time
cs_cz: Celkový čas měření
es_es: Duración total
fr_fr: Temps total de mesure
hu_hu: Teljes mérési idő
it_it: Tempo totale misurato
ja_jp: 総測定時間
pt_br: Tempo total de medição
ru_ru: Общее время измерения
sk_sk: Celkový čas merania
tr_tr: Toplam ölçüm süresi

# strFileHeader05
source: Number of sensors
cs_cz: Počet senzorů
es_es: Número de sensores
fr_fr: Nombre de senseurs
hu_hu: Szenzorok száma
it_it: Numero di sensori
ja_jp: センサー数
pt_br: Número de sensores
ru_ru: Количество датчиков
sk_sk: Počet senzorov
tr_tr: Sensör Sayısı

# strFileHeader06
source: Number of data points
cs_cz: Počet datových bodů
es_es: Número de puntos
fr_fr: Nombre de points de données
hu_hu: Adatpontok száma
it_it: Numero di punti di dato
ja_jp: データポイント数
pt_br: Numero de pontos
ru_ru: Количество точек данных
sk_sk: Počet údajových bodov
tr_tr: Veri puan sayısıs

# strFileHeader07
source: Sampling frequency
cs_cz: Frekvence vzorkování
es_es: Frecuencia de muestreo
fr_fr: Fréquence d'échantillonage
hu_hu: Mintavételezési frekvencia
it_it: Frequenza di campionamento
ja_jp: サンプリング周波数
pt_br: Frequência de amostrage
ru_ru: Частота выборки
sk_sk: Frekvencia vzorkovania
tr_tr: Örnekleme frekansı

# strFileHeader08
source: Sensor #
cs_cz: Senzor č.
fr_fr: Senseur #
hu_hu: Szenzor #
it_it: Sensore #
ja_jp: センサー #
ru_ru: Датчик #
sk_sk: Senzor č.
tr_tr: Sensör #

# strFileHeader09
source: Maximum
es_es: Máximo
it_it: Massimo
ja_jp: 最大
pt_br: Máximo
ru_ru: Максимум
tr_tr: En büyük

# strFileHeader10
source: Average
cs_cz: Průměr
es_es: Promedio
fr_fr: Moyenne
hu_hu: Átlag
it_it: Media
ja_jp: 平均
pt_br: Média
ru_ru: Среднее
sk_sk: Priemer
tr_tr: Ortalama

# strFileHeader11
source: Minimum
es_es: Mínimo
it_it: Minimo
ja_jp: 最小
pt_br: Mínimo
ru_ru: Минимум
tr_tr: En küçük

# strFileHeader12
source: Min/Average
cs_cz: Min./Průměr
es_es: Mín/Promedio
fr_fr: Min/Moyenne
hu_hu: Min/Átlag
it_it: Minimo/Media
ja_jp: 最小/平均
pt_br: Min/Média
ru_ru: Мин/Среднее
sk_sk: Min./Priemer
tr_tr: En küçük/Ortalama

# strFileHeader13
source: Min/Max
es_es: Mín/Máx
it_it: Minimo/Massimo
ja_jp: 最小/最大
ru_ru: Мин/Макс
tr_tr: En küçük/En büyük

# strFileHeader14
source: Average/Max
cs_cz: Průměr/Max
es_es: Promedio/Máx
fr_fr: Moyenne/Max
hu_hu: Átlag/Max
it_it: Media/Massimo
ja_jp: 平均/最大
pt_br: Média/Max
ru_ru: Среднее/Макс
sk_sk: Priemer/Max
tr_tr: Ortalama/En büyük

# strFileHeader15
source: Average
cs_cz: Průměr
es_es: Promedio
fr_fr: Moyenne
hu_hu: Átlag
it_it: Media
ja_jp: 平均
pt_br: Média
ru_ru: Среднее
sk_sk: Priemer
tr_tr: Ortalama

# strFileHeader16
source: Illuminance
cs_cz: Intenzita osvětlení
es_es: Iluminancia
fr_fr: Éclairement
hu_hu: Megvilágítás
it_it: Illuminazione
ja_jp: 照度
pt_br: Iluminância
ru_ru: Освещение
sk_sk: Intenzita osvetlenia
tr_tr: Aydınlık

# strFileHeader17
source: Missing an empty line.
cs_cz: Chybí prázdný řádek.
es_es: No se ha encontrado una línea en blanco.
fr_fr: Manque une ligne vide.
hu_hu: Hiányzik egy üres vonal.
it_it: Manca una riga vuota.
ja_jp: 空行がありません。
pt_br: Linha vazia não encontrada.
ru_ru: Пропущена пустая строка.
sk_sk: Chýba prázdny riadok.
tr_tr: Eksik alanlar var.

# strFileHeader18
source: Missing column headers (series names).
cs_cz: Chybějící hlavičky sloupců (názvy sérií).
es_es: No se ha encontrado el nombre de las series de datos.
fr_fr: En-têtes de colonne manquantes (noms de séries).
hu_hu: Hiányzanak az oszlop fejlécek (sorozatnevek).
it_it: Mancano le intestazioni della colonna (nomi delle serie).
ja_jp: 列ヘッダー (シリーズ名) がありません。
pt_br: Cabeçalhos das colunas não encontrados (nomes das séries).
ru_ru: Отсутствуют заголовки колонн (названия серий).
sk_sk: Chýbajúce hlavičky stĺpcov (názvy sérií).
tr_tr: Eksik sütun başlıkları (seri adları).

# strFileHeader19
source: days, day, days
cs_cz: dní, den, dny, dny, dny, dní
es_es: días
fr_fr: jours, jour, jours
hu_hu: napok, nap, napok
it_it: giorni, giorno, giorni
ja_jp: 日々
pt_br: dias, dia, dias
ru_ru: дней, день, дня, дня, дня, дней
sk_sk: dní, deň, dni, dni, dni, dní
tr_tr: günler, gün, günler

# strFileHeader20
source: hours, hour, hours
cs_cz: hodin, hodina, hodiny, hodiny, hodiny, hodin
es_es: horas
fr_fr: heures, heure, heures
hu_hu: órák, óra, órák
it_it: ore, ora, ore
ja_jp: 時間
pt_br: horas, hora, horas
ru_ru: часов, час, часа, часа, часа, часов
sk_sk: hodín, hodina, hodiny, hodiny, hodiny, hodín
tr_tr: saatler, saat, saatler

# strFileHeader21
source: minutes, minute, minutes
cs_cz: minut, minuta, minuty, minuty, minuty, minut
es_es: minutos
hu_hu: percek, perc, percek
it_it: minuti, minuto, minuti
ja_jp: 分
pt_br: minutos, minuto, minutos
ru_ru: минут, минута, минуты, минуты, минуты, минут
sk_sk: minút, minúta, minúty, minúty, minúty, minút
tr_tr: dakikalar, dakika, dakikalar

# strFileHeader22
source: seconds, second, seconds
cs_cz: sekund, sekunda, sekundy, sekundy, sekundy, sekund
es_es: segundos
fr_fr: secondes, seconde, secondes
hu_hu: másodpercek, másodperc, másodpercek
it_it: secondi, secondo, secondi
ja_jp: 秒
pt_br: segundo, segundos, segundo
ru_ru: секунд, секунда, секунды, секунды, секунды, секунд
sk_sk: sekúnd, sekunda, sekundy, sekundy, sekundy, sekúnd
tr_tr: saniyeler, saniye, saniye

# strFileHeader23
source: and
cs_cz: a
es_es: y
fr_fr: et
hu_hu: és
it_it: e
ja_jp: と
pt_br: e
ru_ru: и
sk_sk: a
tr_tr: ve

# strFileHeader24
source: milliseconds, millisecond, milliseconds
cs_cz: milisekund, milisekunda, milisekundy, milisekundy, milisekundy, milisekund
es_es: milisegundos
fr_fr: millisecondes, milliseconde, millisecondes
hu_hu: milliszekundumok, milliszekundum, milliszekundumok
it_it: millisecondi, millisecondo, millisecondi
ja_jp: ミリ秒
pt_br: milissegundos, milissegundo, milissegundo
ru_ru: миллисекунд, миллисекунда, миллисекунды, миллисекунды, миллисекунды, миллисекунд
sk_sk: milisekúnd, milisekunda, milisekundy, milisekundy, milisekundy, milisekúnd
tr_tr: milisaniyeler, milisaniye, milisaniyeler

# strFileHeaderSection
source: Section '{0}' is mis-formatted.
cs_cz: Sekce '{0}' má nesprávný formát.
es_es: La sección '{0}' tiene formato incorrecto.
fr_fr: La section '{0}' est mal formaté.
hu_hu: A '{0}' szekció rosszul van formázva.
it_it: La sezione '{0}' è mal formattata.
ja_jp: セクション '{0}' の形式が正しくありません。
pt_br: Seção '{0}' está mal formatada.
ru_ru: Раздел '{0}' неверно заполнен.
sk_sk: Sekcia '{0}' má nesprávny formát.
tr_tr: '{0}' bölümü yanlış biçimlendirilmiştir.

# strFrmLanguage
source: Select culture
cs_cz: Vyberte jazykovou lokalizaci
fr_fr: Selectionner la culture
hu_hu: Kultúra kiválasztása
it_it: Seleziona cultura
ja_jp: カルチャーを選択
pt_br: Selecione a cultura
ru_ru: Выберите язык
sk_sk: Vyberte jazykovú lokalizáciu
tr_tr: Kültür seç

# strFrmSettings
source: Settings
cs_cz: Nastavení
es_es: Opciones
fr_fr: Paramètres
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
pt_br: Configurações
ru_ru: Настройки
sk_sk: Nastavenia
tr_tr: Ayarlar

# strFrmTitle
source: Signal analysis
cs_cz: ErgoLux
es_es: ErgoLux
fr_fr: Analyse du signal
hu_hu: Jel analízis
it_it: Analisi dei segnali
ja_jp: 信号解析
pt_br: Análise de sinais
ru_ru: Анализ сигнала
sk_sk: ErgoLux
tr_tr: Sinyal analizi

# strGridDescription
source: Description
hu_hu: Leírás
ja_jp: 説明
pt_br: Descrição
ru_ru: Описание
tr_tr: Açıklama

# strGridDevice
source: Device location
fr_fr: Emplacement de l'appareil
hu_hu: Eszköz helyszíne
it_it: Gerätestandort
ja_jp: デバイスの場所
pt_br: Localização do dispositivo
ru_ru: Местоположение устройства
tr_tr: Araç lokasyonu

# strGridFlags
source: Flags
fr_fr: Indicateur
hu_hu: Jelölések
it_it: Segnare
ja_jp: フラグ
ru_ru: Флажки
tr_tr: Bayraklar

# strGridID
source: ID
fr_fr: Identifiant
hu_hu: Azonosító
ru_ru: Идентификатор (ID)

# strGridLocation
source: Location ID
fr_fr: ID de lieu
hu_hu: Helyszínazonosító
it_it: ID posizione
ja_jp: ロケーション ID
pt_br: ID de Localização
ru_ru: Идентификатор местоположения
tr_tr: Lokasyon ID

# strGridSerial
source: Serial number
fr_fr: Numéro de série
hu_hu: Sorozatszám
it_it: Numero di serie
ja_jp: シリアルナンバー
pt_br: Número serial
ru_ru: Серийный номер
tr_tr: Seri Numarası

# strGridType
source: Type
fr_fr: Catégorie
hu_hu: Típus
it_it: Tipo
ja_jp: タイプ
pt_br: Tipo
ru_ru: Тип
tr_tr: Tür

# strGrpAxis
source: Abscissa axis
cs_cz: Abscisová osa
es_es: Eje de abscisas
fr_fr: Axe des abscisses
hu_hu: Abszcissza tengely
it_it: Asse delle ascisse
ja_jp: 横軸
pt_br: Eixo das abscissas
ru_ru: Ось абсциссы
sk_sk: Abscisová os
tr_tr: Apsis ekseni

# strGrpCulture
source: UI and data format
cs_cz: Uživatelské rozhraní a formát dat
es_es: Formato de datos e interfaz
fr_fr: Interface utilisateur et format de données
hu_hu: Felhasználói felület és adat forma
it_it: Interfaccia e formato dei dati
ja_jp: UI とデータ形式
pt_br: Interface de usuário e formatação de dados
ru_ru: Пользовательский интерфейс и формат данных
sk_sk: Používateľské rozhranie a formát údajov
tr_tr: UI ve veri formatı

# strGrpPlot
source: Plot distribution
fr_fr: Graphique de distribution
hu_hu: Grafikon eloszlás
it_it: Grafico di distribuzione
ja_jp: プロット分布
pt_br: Distribuição da projeção
ru_ru: Распределение участков
tr_tr: Grafik dağılımı

# strLblArrayPoints
source: Array minimum points
fr_fr: Points minimum du tableau
hu_hu: Tömb minimum pontok
it_it: Punti minimi dell'array
ja_jp: 配列の最小点
pt_br: Pontos mínimos da lista
ru_ru: Минимальные точки массива
tr_tr: Dizinin en düşük puanı

# strLblBaudRate
source: Baud rate
fr_fr: Débit en bauds
hu_hu: Baudráta
ja_jp: ボーレート
pt_br: Taxa de transmissão (baud rate)
ru_ru: Скорость передачи данных
tr_tr: Baud oranı

# strLblData
source: Data-file path
cs_cz: Cesta k souboru dat
es_es: Ruta del archivo de datos
fr_fr: Chemin du fichier de donées
hu_hu: Adat-fájl út
it_it: Percorso dell'archivio dati
ja_jp: データファイルのパス
pt_br: Caminho do arquivo de dados
ru_ru: Путь к файлу данных
sk_sk: Cesta k súboru údajov
tr_tr: Veri-dosya yolu

# strLblDataBits
source: Data bits
fr_fr: Bits de données
hu_hu: Adatbitek
it_it: Bit di dati
ja_jp: データビット
pt_br: Bits de dados
ru_ru: Биты данных
tr_tr: Bits verisi

# strLblDataFormat
source: Numeric data-formatting string
cs_cz: Číselný řetězec formátování dat
es_es: Cadena de formato numérico
fr_fr: Chaîne de formattage des données numériques
hu_hu: Numerikus adatformázási string
it_it: Stringa del formato dati numerico
ja_jp: 数値データ形式文字列
pt_br: String de formatação numérica
ru_ru: Строка форматирования числовых данных
sk_sk: Číselný reťazec formátovania údajov
tr_tr: Sayısal veri biçimlendirme dizesi

# strLblDeviceList
source: FTDI device list
fr_fr: Liste des appareils FTDI
hu_hu: FTDI eszközlista
it_it: Elenco dispositivi FTDI
ja_jp: FTDI デバイス一覧
pt_br: Lista de dispositivos FTDI
ru_ru: Список устройств FTDI
tr_tr: FTDI veri listesi

# strLblEnd
source: Array index end
cs_cz: Konec indexu pole
es_es: Índice final
fr_fr: Index de fin de tableau
hu_hu: Tömbindex vége
it_it: Indice finale
ja_jp: 配列インデックスの終わり
pt_br: Índice de final da lista
ru_ru: Индекс массива конец
sk_sk: Koniec indexu poľa
tr_tr: Dizi bitiş indeksi

# strLblFlow
source: Flow control
fr_fr: Contrôle de flux
hu_hu: Áramlás irányítás
it_it: Controllo del flusso
ja_jp: フロー制御
pt_br: Controle de fluxo
ru_ru: Контроль потока
tr_tr: Akış kontrol

# strLblFrequency
source: Frequency (Hz)
fr_fr: Fréquence (Hz)
hu_hu: Frekvencia (Hz)
it_it: Frequenza (Hz)
ja_jp: 周波数 (Hz)
pt_br: Frequência (Hz)
ru_ru: Частота (Гц)
tr_tr: Frekans (Hz)

# strLblOff
source: Off
fr_fr: Coupé
hu_hu: Ki
ja_jp: オフ
pt_br: Desligado
ru_ru: Выкл
tr_tr: Kapat

# strLblOn
source: On
fr_fr: En marche
hu_hu: Be
ja_jp: の上
pt_br: Ligado
ru_ru: Вкл
tr_tr: Aç

# strLblParity
source: Parity
fr_fr: Bit de parité
hu_hu: Paritás
it_it: Bit di parità
ja_jp: パリティ
pt_br: Paridade
ru_ru: Четность
tr_tr: Eşlik

# strLblPlotWindow
source: Plot window (seconds)
fr_fr: Fenêtre de tracé (secondes)
hu_hu: Grafikon ablak (másodpercek)
it_it: finestra della trama (secondi)
ja_jp: プロット ウィンドウ (秒)
pt_br: Janela de projeção (segundos)
ru_ru: Пределы графика (в секундах)
tr_tr: Çizim penceresi (saniye)

# strLblSensors
source: Number of sensors
fr_fr: Nombre de capteurs
hu_hu: Szenzorok száma
it_it: Numero di sensori
ja_jp: センサー数
pt_br: Número de sensores
ru_ru: Количество датчиков
tr_tr: Sensör sayısı

# strLblSeries
source: Select series
cs_cz: Vyberte sérii
es_es: Seleccionar serie
fr_fr: Sélection de séries
hu_hu: Széria kiválasztása
it_it: Seleziona serie
ja_jp: シリーズを選択
pt_br: Selecionar série
ru_ru: Выберите серию
sk_sk: Vyberte sériu
tr_tr: Seri seç

# strLblStart
source: Array index start
cs_cz: Začátek indexu pole
es_es: Índice inicial
fr_fr: Index de début de tableau
hu_hu: Tömbindex kezdete
it_it: Indice iniziale
ja_jp: 配列インデックスの開始
pt_br: Índice de início de lista
ru_ru: Начало индекса массива
sk_sk: Začiatok indexu poľa
tr_tr: Dizi başlangıç indeksi

# strLblStopBits
source: Stop bits
fr_fr: Bits d'arrêt
hu_hu: Leállási bitek
it_it: Stop bit
ja_jp: ストップビット
pt_br: Bits de parada
ru_ru: Стоп-биты
tr_tr: Bitiş biti

# strLblWindow
source: Window
cs_cz: Okno
es_es: Ventana
fr_fr: Fenêtre
hu_hu: Ablak
it_it: Finestra
ja_jp: 窓
pt_br: Janela
ru_ru: Окно
sk_sk: Okno
tr_tr: Pencere

# strMenuMainFile
source: &File
cs_cz: &Soubor
es_es: &Archivo
fr_fr: &Fichier
hu_hu: &Fájl
ja_jp: &ファイル
pt_br: &Arquivo
ru_ru: &Файл
sk_sk: &Súbor
tr_tr: &Dosya

# strMenuMainFileExit
source: &Exit...
cs_cz: &Ukončit...
es_es: &Salir...
fr_fr: &Sortir...
hu_hu: &Kilépés...
it_it: &Esci...
ja_jp: &出口...
pt_br: &Sair...
ru_ru: &Выход...
sk_sk: &Ukončiť...
tr_tr: &Çıkış...

# strMenuMainFileOpen
source: &Open...
cs_cz: &Otevřít...
es_es: &Abrir...
fr_fr: &Ouvrir...
hu_hu: &Megnyitás...
it_it: &Apri...
ja_jp: &開ける...
pt_br: &Abrir...
ru_ru: &Открыть...
sk_sk: &Otvoriť...
tr_tr: &Aç...

# strMenuMainFileSave
source: &Save...
cs_cz: &Uložit...
es_es: &Guardar...
fr_fr: &Sauver...
hu_hu: &Mentés...
it_it: &Salva...
ja_jp: &保存...
pt_br: &Salvar...
ru_ru: &Сохранить...
sk_sk: &Uložiť...
tr_tr: &Kaydet...

# strMenuMainHelpAbout
source: &About...
cs_cz: &O nás...
es_es: &Acerca de...
fr_fr: &A propos...
hu_hu: &Névjegy...
it_it: &Informazioni su...
ja_jp: &約...
pt_br: &Sobre...
ru_ru: &Об...
sk_sk: &O nás...
tr_tr: &Hakkında...

# strMenuMainHelpText
source: &Help
cs_cz: &Nápověda
es_es: &Ayuda
fr_fr: &Aide
hu_hu: &Súgó
it_it: &Aiuto
ja_jp: &ヘルプ
pt_br: &Ajuda
ru_ru: &Помощь
sk_sk: &Pomocník
tr_tr: &Yardım
