Repository: arthurits/ErgoLux
Catalog: ErgoLux/localization/strings.*.resx
Languages: cs_cz, es_es, fr_fr, hu_hu, it_it, ja_jp, pt_br, ru_ru, sk_sk, tr_tr

# strReadDataErrorCulture
source: The culture identifier string name is not valid. {0}
cs_cz: Název řetězce identifikátoru kultury není platný. {0}
es_es: El nombre de la referencia cultural no es válido. {0}
fr_fr: Le nom de la chaîne d'identifiant de la culture n'est pas valide. {0}
hu_hu: A kultúra megkülönböztető stringnév érvénytelen. {0}
it_it: La stringa identificativa della cultura non è valida. {0}
ja_jp: カルチャ識別子文字列名が無効です。 {0}
pt_br: O nome de identificador de cultura não é válido. {0}
ru_ru: Строковое имя идентификатора культуры недействительно. {0}
sk_sk: Názov reťazca identifikátora kultúry nie je platný. {0}
tr_tr: Kültür tanımlayıcı dize adı geçerli değil. {0}

# strReadDataErrorCultureTitle
source: Culture name error
cs_cz: Chyba názvu jazykové lokalizace
es_es: Referencia cultural errónea
fr_fr: Erreur du nom de la culture
hu_hu: Kultúranév hiba
it_it: Errore nel nome della cultura
ja_jp: カルチャ名エラー
pt_br: Erro de nome de cultura
ru_ru: Ошибка в названии культуры
sk_sk: Chyba názvu jazykovej lokalizácie
tr_tr: Kültür adı hatası

# strReadDataErrorNumber
source: Invalid numeric value: {0}
cs_cz: Neplatná číselná hodnota: {0}
es_es: Valor numérico incorrecto: {0}
fr_fr: Valeur numérique invalide: {0}
hu_hu: Érvénytelen numerikus érték: {0}
it_it: Valore numerico non valido: {0}
ja_jp: 無効な数値: {0}
pt_br: Valor numérico inválido: {0}
ru_ru: Недопустимое числовое значение: {0}
sk_sk: Neplatná číselná hodnota: {0}
tr_tr: Geçersiz sayısal değer: {0}

# strReadDataErrorNumberTitle
source: Error parsing data
cs_cz: Chyba při analýze dat
es_es: Error de conversión
fr_fr: Erreur lors de l'analyse des données
hu_hu: Hiba az adatelemzés közben
it_it: Errore nella lettura dei dati
ja_jp: データ解析中のエラーি
pt_br: Erro ao ler dados
ru_ru: Ошибка при обработке данных
sk_sk: Chyba pri analýze údajov
tr_tr: Veri ayrıştırma hatası

# strReadDataErrorTitle
source: Error opening data
cs_cz: Chyba při otevírání dat
es_es: Error de lectura de datos
fr_fr: Erreur lors de l'ouverture des données
hu_hu: Hiba az adatok megnyitása közben
it_it: Error nell'apertura dei dati
ja_jp: データを開く際のエラー
pt_br: Erro ao abrir dados
ru_ru: Ошибка при открытии данных
sk_sk: Chyba pri otváraní údajov
tr_tr: Veri açılırken hata oluştu

# strSaveDlgFilter
source: ErgoLux file (*.elux)|*.elux|Text file (*.txt)|*.txt|Binary file (*.bin)|*.bin|All files (*.*)|*.*
cs_cz: Soubor ErgoLux (*.elux)|*.elux|Textový soubor (*.txt)|*.txt|Binární soubor (*.bin)|*.bin|Všechny soubory (*.*)|*.*
es_es: Archivo ErgoLux (*.elux)|*.elux|Archivo de texto (*.txt)|*.txt|Archivo binario (*.bin)|*.bin|Todos los archivos (*.*)|*.*
fr_fr: Fichier ErgoLux (*.elux)|*.elux|Fichier texte (*.txt)|*.txt|Fichier binaire (*.bin)|*.bin|Tous les fichiers (*.*)|*.*
hu_hu: ErgoLux fájl (*.elux)|*.elux|Szövegfájl (*.txt)|*.txt|Binárisfájl (*.bin)|*.bin|Minden fájltípus (*.*)|*.*
it_it: File ErgoLux (*.elux)|*.elux| File di testo (*.txt)|*.txt| File binari (*.bin)|*.bin| Tutti i file (*.*)|*.*
ja_jp: Ergolux ファイル (*.elux)|*.elux|テキスト ファイル (*.txt)|*.txt|バイナリ ファイル (*.bin)|*.bin|すべてのファイル (*.*)|*.*
pt_br: Arquivo ErgoLux (*.elux)|*.elux|Arquivo de texto (*.txt)|*.txt|Arquivo binário (*.bin)|*.bin|Todos os arquivos (*.*)|*.*
ru_ru: ErgoLux файл (*.elux)|*.elux|Текстовый файл (*.txt)|*.txt|Бинарный файл (*.bin)|*.bin|Все файлы (*.*)|*.*
sk_sk: Súbor ErgoLux (*.elux)|*.elux|Textový súbor (*.txt)|*.txt|Binárny súbor (*.bin)|*.bin|Všetky súbory (*.*)|*.*
tr_tr: ErgoLux dosyası (*.elux)|*.elux|Metin dosyası (*.txt)|*.txt|İkili dosya (*.bin)|*.bin |Tüm dosyalar (*.*)|*.*

# strSaveDlgTitle
source: Save illuminance data
cs_cz: Uložit údaje o osvětlení
es_es: Guardar archivo de datos
fr_fr: Sauvegarde des données d'éclairage
hu_hu: Megvilágítási adatok elmentése
it_it: Salva i dati di illuminazione
ja_jp: 照度データの保存
pt_br: Salvar dados de iluminância
ru_ru: Сохранить данные об освещении
sk_sk: Uložiť údaje o osvetlení
tr_tr: Kaydedilen aydınlık verisi

# strStatusExchange
source: Receiving data
cs_cz: Přijímání údajů
es_es: Recibiendo datos
fr_fr: Réception des données
hu_hu: Adatátvitel
it_it: Dati in ricezione
ja_jp: 情報を受け取る
pt_br: Recebendo dados
ru_ru: Получение данных
sk_sk: Prijímanie údajov
tr_tr: Veri alma

# strStatusID
source: Device ID
cs_cz: ID zařízení
es_es: ID del recurso
fr_fr: Identifiant de l'appareil
hu_hu: Eszköz azonosító
it_it: ID dispositivo
ja_jp: デバイス ID
pt_br: ID do dispositivo
ru_ru: ID устройства
sk_sk: ID zariadenia
tr_tr: Araç ID

# strStatusLocation
source: Location ID
cs_cz: ID polohy
es_es: Ubicación ID
fr_fr: Identifiant de l'emplacement
hu_hu: Helyszínazonosító
it_it: ID posizione
ja_jp: ロケーション ID
pt_br: ID de localização
ru_ru: ID местоположения
sk_sk: ID polohy
tr_tr: Lokasyon ID

# strStatusOpen
source: Disconnected
cs_cz: Odpojeno
es_es: Desconectado
fr_fr: Déconnecté
hu_hu: Lecsatlakoztatva
it_it: Disconnesso
ja_jp: 切断されました
pt_br: Desconectado
ru_ru: Отключено
sk_sk: Odpojené
tr_tr: Bağlantı kesildi

# strStatusTipCrossHair
source: Show plot's crosshair mode
cs_cz: Zobrazit režim zaměřovacího kříže grafu
fr_fr: Afficher le mode réticule du tracé
hu_hu: Grafikon célkeresztjének mutatása
it_it: Mostra la modalità mirino del grafico
ja_jp: プロットを表示 クロスヘア モード
pt_br: Mostrar modo mira da projeção
ru_ru: Показать режим перекрестия графика
sk_sk: Zobraziť režim zameriavacieho kríža grafu
tr_tr: Çizimin artı modunu göster

# strStatusTipDistribution
source: Plot distribution
cs_cz: Rozdělení grafu
es_es: Mostrar gráfico de distribución
fr_fr: Répartition des parcelles
hu_hu: Grafikon eloszlás
it_it: Traccia la distribuzione
ja_jp: プロット分布
pt_br: Distribuição da projeção
ru_ru: График распределения
sk_sk: Rozdelenie grafu
tr_tr: Grafik dağılımı

# strStatusTipExchange
source: Exchange status
cs_cz: Status výměny
es_es: Estado de la recepción
fr_fr: Statut d'échange
hu_hu: Átvitel állapota
it_it: Scambio stato
ja_jp: 為替レートথা
pt_br: Status de troca
ru_ru: Состояние обмена
sk_sk: Status výmeny
tr_tr: Değişim durumu

# strStatusTipID
source: Device ID
cs_cz: ID zařízení
es_es: ID del recurso
fr_fr: Identifiant de l'appareil
hu_hu: Eszközazonosító
it_it: ID dispositivo
ja_jp: デバイス ID
pt_br: ID do dispositivo
ru_ru: ID устройства
sk_sk: ID zariadenia
tr_tr: Araç ID

# strStatusTipLocation
source: T-10A location ID
cs_cz: ID polohy T-10A
es_es: Dirección de ubicación del sensor T-10A
fr_fr: Identifiant de l'emplacement T-10A
hu_hu: T-10A helyszínazonosító
it_it: ID posizione T-10A
ja_jp: T-10A ロケーション ID
pt_br: ID de localização T-10A
ru_ru: ID местоположения T-10A
sk_sk: ID polohy T-10A
tr_tr: T-10A lokasyon ID

# strStatusTipMax
source: Plot max, average and min
cs_cz: Vykreslit max., průměr a min.
es_es: Mostrar gráfico de máximo, promedio y mínimo
fr_fr: Emplacement max, moyen et min
hu_hu: Grafikon max, átlag és min
it_it: Traccia massimo, media e minimo
ja_jp: 最大、平均、最小をプロット
pt_br: Projetar max, média e min
ru_ru: График максимального, среднего и минимального значений
sk_sk: Vykresliť max., priemer a min.
tr_tr: En büyük,ortalama,en küçük Çizim

# strStatusTipOpen
source: Connexion status
cs_cz: Stav připojení
es_es: Estado de la conexión
fr_fr: Statut de connexion
hu_hu: Csatlakoztatási állapot
it_it: Stato connessione
ja_jp: 接続状態
pt_br: Status da conexão
ru_ru: Статус подключения
sk_sk: Stav pripojenia
tr_tr: Bağlantı durumu

# strStatusTipRatio
source: Plot ratios
cs_cz: Poměry grafů
es_es: Mostrar gráfico de ratios
fr_fr: Tracer les ratios
hu_hu: Grafikon arányok
it_it: Traccia rapporti
ja_jp: プロット比率
pt_br: Razões da projeção
ru_ru: График соотношений
sk_sk: Pomery grafov
tr_tr: Grafik oranları

# strStatusTipRaw
source: Plot raw data
cs_cz: Zobrazit nezpracovaná data
es_es: Mostrar gráfico de datos originales
fr_fr: Tracer les données brutes
hu_hu: Grafikon nyers adatai
it_it: Traccia dati grezzi
ja_jp: 生データのプロット
pt_br: Projetar dados brutos
ru_ru: График исходных данных
sk_sk: Zobraziť nespracované údaje
tr_tr: Bütün satırları çiz

# strStatusTipType
source: Device type
cs_cz: Typ zařízení
es_es: Tipo de recurso
fr_fr: Type de l'appareil
hu_hu: Eszköztípus
it_it: Tipo di dispositivo
ja_jp: デバイスタイプ
pt_br: Tipo do dispositivo
ru_ru: Тип устройства
sk_sk: Typ zariadenia
tr_tr: Cihaz türü

# strStatusType
source: Device type
cs_cz: Typ zařízení
es_es: Tipo de recurso
fr_fr: Type de l'appareil
hu_hu: Eszköztípus
it_it: Tipo di dispositivo
ja_jp: デバイスの種類
pt_br: Tipo do dispositivo
ru_ru: Тип устройства
sk_sk: Typ zariadenia
tr_tr: Araç türü

# strTabDevice
source: T-10A sensor
cs_cz: Snímač T-10A
es_es: Sensor T-10A
fr_fr: Senseur T-10A
hu_hu: T-10A szenzor
it_it: Sensore T-10A
ja_jp: T-10A センサー
pt_br: Sensor T-10A
ru_ru: Датчик T-10A
sk_sk: Snímač T-10A
tr_tr: T-10A sensörü

# strTabGUI
source: User interface
cs_cz: Uživatelské rozhraní
es_es: Interfaz de usuario
fr_fr: Interface utilisateur
hu_hu: Kezelőfelület
it_it: Interfaccia utente
ja_jp: ユーザーインターフェース
pt_br: Interface de usuário
ru_ru: Пользовательский интерфейс
sk_sk: Používateľské rozhranie
tr_tr: Kullanıcı arayüzü

# strTabPlots
source: Plots
cs_cz: Vykreslování
es_es: Gráficos
fr_fr: Traçage
hu_hu: Grafikonok
it_it: Tracciamento
ja_jp: プロット
pt_br: Projeções
ru_ru: Графики
sk_sk: Vykresľovanie
tr_tr: Grafikler

# strToolStripAbout
source: About
cs_cz: O
es_es: Acerca de
fr_fr: A propos
hu_hu: Névjegy
it_it: Informazioni su
ja_jp: 約
pt_br: Sobre
ru_ru: О нас
sk_sk: O
tr_tr: Hakkında

# strToolStripConnect
source: Connect
cs_cz: Připojit
es_es: Conectar
fr_fr: Connecter
hu_hu: Csatlakoztatás
it_it: Connetti
ja_jp: 接続
pt_br: Conectar
ru_ru: Подключить
sk_sk: Pripojiť
tr_tr: Bağlan

# strToolStripDisconnect
source: Disconnect
cs_cz: Odpojit
es_es: Desconectar
fr_fr: Se Déconnecter
hu_hu: Lecsatlakoztatás
it_it: Disconnetti
ja_jp: 切断する
pt_br: Desconectar
ru_ru: Отключить
sk_sk: Odpojiť
tr_tr: Bağlantı kes

# strToolStripExit
source: Exit
cs_cz: Ukončit
es_es: Salir
fr_fr: Quitter
hu_hu: Bezárás
it_it: Esci
ja_jp: エグジット
pt_br: Sair
ru_ru: Выйти
sk_sk: Ukončiť
tr_tr: Çıkış

# strToolStripOpen
source: Open
cs_cz: Otevřeno
es_es: Abrir
fr_fr: Ouvrir
hu_hu: Megnyitás
it_it: Apri
ja_jp: 開
pt_br: Abrir
ru_ru: Открыть
sk_sk: Otvorené
tr_tr: Aç

# strToolStripSave
source: Save
cs_cz: Uložit
es_es: Guardar
fr_fr: Sauver
hu_hu: Mentés
it_it: Salva
ja_jp: 保存
pt_br: Salvar
ru_ru: Сохранить
sk_sk: Uložiť
tr_tr: Kaydet

# strToolStripSettings
source: Settings
cs_cz: Nastavení
es_es: Opciones
fr_fr: Paramètres
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
pt_br: Configurações
ru_ru: Настройки
sk_sk: Nastavenia
tr_tr: Ayarlar

# strToolTipAbout
source: About this software
cs_cz: O tomto softwaru
es_es: Acerca de este software
fr_fr: A propos de ce logiciel
hu_hu: A szoftverről
it_it: Informazioni su questo software
ja_jp: このソフトウェアについて
pt_br: Sobre este software
ru_ru: О данном программном обеспечении
sk_sk: O tomto softvéri
tr_tr: Bu yazılım hakkında

# strToolTipConnect
source: Start receiving data from T-10A device
cs_cz: Začít přijímat data ze zařízení T-10A
es_es: Conectar y recibir datos de la unidad T-10A
fr_fr: Commencer à recevoir des données de l'appareil T-10A
hu_hu: Adat fogadásának indítása T-10A eszközből
it_it: Inizia a ricevere dati dal dispositivo T-10A
ja_jp: T-10Aデバイスからのデータ受信開始
pt_br: Iniciar recebimento de dados do dispositivo T-10A
ru_ru: Начать прием данных от устройства T-10A
sk_sk: Začať prijímať údaje zo zariadenia T-10A
tr_tr: T-10A cihazından veri almaya başlayın

# strToolTipDisconnect
source: Stop and disconnect T-10A device
cs_cz: Zastavte a odpojte zařízení T-10A
es_es: Desconectar la unidad T-10A
fr_fr: Arrêter et déconnecter l'appareil T-10A
hu_hu: Leállítás és T-10A eszköz lecsatlakoztatása
it_it: Ferma e disconnetti il dispositivo T-10A
ja_jp: T-10A デバイスの電源を切って切断する
pt_br: Parar e desconectar dispositivo T-10A
ru_ru: Остановить и отключить устройство T-10A
sk_sk: Zastavte a odpojte zariadenie T-10A
tr_tr: T-10A cihazını durdur ve bağlantıyı kes

# strToolTipExit
source: Exit the application
cs_cz: Ukončete aplikaci
es_es: Salir de la aplicación
fr_fr: Quitter l'application
hu_hu: Kilépés az applikációból
it_it: Esci dall'applicazione
ja_jp: ソフトウェアを終了します
pt_br: Sair da aplicação
ru_ru: Выйти из приложения
sk_sk: Ukončite aplikáciu
tr_tr: Uygulamadan çık

# strToolTipOpen
source: Open data file from disk
cs_cz: Otevřít datový soubor z disku
es_es: Abrir archivo de datos
fr_fr: Ouvrir le fichier de donnée du disque
hu_hu: Adatfájl megnyitása lemezről
it_it: Apri il file di dati dal disco
ja_jp: ディスクからデータ ファイルを開く
pt_br: Abrir dados do disco
ru_ru: Открыть файл данных с диска
sk_sk: Otvoriť dátový súbor z disku
tr_tr: Veri dosyasını diskten aç

# strToolTipSave
source: Save data
cs_cz: Uložit data
es_es: Guardar datos
fr_fr: Sauvegarder les données
hu_hu: Adatok mentése
it_it: Salva i dati
ja_jp: データストレージ
pt_br: Salvar dados
ru_ru: Сохранить данные
sk_sk: Uložiť údaje
tr_tr: Veri kaydet

# strToolTipSettings
source: Settings for plots, data, and UI
cs_cz: Nastavení grafů, dat a uživatelského rozhraní
es_es: Opciones para los gráficos, los datos y la interfaz
fr_fr: Paramètres des tracès, des données et de l'interface utilisateur
hu_hu: Grafikonok, adatok és a kezelőfelület beállításai
it_it: Impostazioni per grafici, dati e interfaccia
ja_jp: プロット、データ、UI の設定
pt_br: Configurações de projeções, dados e interface de usuário
ru_ru: Настройки для графиков, данных и пользовательского интерфейса
sk_sk: Nastavenia grafov, údajov a používateľského rozhrania
tr_tr: Grafik, veri ve UI için ayarlar

# strToolTipUILanguage
source: User interface language
cs_cz: Jazyk uživatelského rozhraní
fr_fr: Langue de l'interace utilisateur
hu_hu: Kezelőfelület nyelve
it_it: Lingua dell'interfaccia utente
ja_jp: ユーザー インターフェイス言語
pt_br: Linguagem da interface de usuário
ru_ru: Язык пользовательского интерфейса
sk_sk: Jazyk používateľského rozhrania
tr_tr: Kullanıcı dil arayüzü

# strFileHeader03
source: End time
cs_cz: Doba ukončení
es_es: Tiempo final
fr_fr: Temps de fin
hu_hu: Végzési idő
it_it: Tempo finale
ja_jp: 終了時間
pt_br: Fim
sk_sk: Čas ukončenia
tr_tr: Bitiş zamanı

# strFormTitle
source: ErgoLux
ja_jp: エルゴラックス
